Repository: ojun9/Likehate
Catalog: Likehate/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, fr, ja, ko, sv, zh_hans, zh_hant

# PremiumPriceLoading
source: Loading price
ar: تحميل السعر
de: Preis laden
el: Φόρτωση τιμής
fr: Prix en cours
ja: 価格を読み込み中
ko: 가격 불러오는 중
sv: Laddar pris
zh_hans: 正在读取价格
zh_hant: 正在讀取價格

# PremiumPurchaseButton
source: Buy Lifetime Premium
ar: شراء المميز
de: Premium kaufen
el: Αγορά Premium
fr: Acheter Premium
ja: 買い切りプレミアムを購入
ko: 프리미엄 구매
sv: Köp Premium
zh_hans: 购买高级版
zh_hant: 購買高級版

# PremiumPurchaseButtonWithPriceFormat
source: Buy Lifetime Premium (%@)
ar: شراء المميز (%@)
de: Premium kaufen (%@)
el: Αγορά Premium (%@)
fr: Acheter Premium (%@)
ja: 買い切りプレミアムを購入（%@）
ko: 프리미엄 구매 (%@)
sv: Köp Premium (%@)
zh_hans: 购买高级版（%@）
zh_hant: 購買高級版（%@）

# PremiumPurchaseDeferredMessage
source: The purchase is pending approval.
ar: الشراء بانتظار الموافقة.
de: Kauf wartet auf Freigabe.
el: Η αγορά περιμένει έγκριση.
fr: Achat en attente.
ja: 購入は承認待ちです。
ko: 구매 승인 대기 중이에요.
sv: Köpet väntar på godkännande.
zh_hans: 购买正在等待批准。
zh_hant: 購買正在等待批准。

# PremiumPurchaseDeferredTitle
source: Purchase Pending
ar: الشراء معلّق
de: Kauf ausstehend
el: Αγορά σε αναμονή
fr: Achat en attente
ja: 購入が保留中です
ko: 구매 보류 중
sv: Köp väntar
zh_hans: 购买待处理
zh_hant: 購買待處理

# PremiumPurchasedStatus
source: Purchased
ar: تم الشراء
de: Gekauft
el: Αγορασμένο
fr: Acheté
ja: 購入済み
ko: 구매됨
sv: Köpt
zh_hans: 已购买
zh_hant: 已購買

# PremiumPurchaseFailedTitle
source: Purchase Failed
ar: فشل الشراء
de: Kauf fehlgeschlagen
el: Η αγορά απέτυχε
fr: Achat échoué
ja: 購入できませんでした
ko: 구매 실패
sv: Köp misslyckades
zh_hans: 购买失败
zh_hant: 購買失敗

# PremiumPurchaseSucceededMessage
source: Lifetime Premium is now available.
ar: تم تفعيل المميز.
de: Premium ist aktiv.
el: Το Premium ενεργοποιήθηκε.
fr: Premium est activé.
ja: 買い切りプレミアムが使えるようになりました。
ko: 프리미엄을 사용할 수 있어요.
sv: Premium är aktivt.
zh_hans: 高级版已可使用。
zh_hant: 高級版已可使用。

# PremiumPurchaseSucceededTitle
source: Purchase Complete
ar: تم الشراء
de: Gekauft
el: Αγορά ολοκληρώθηκε
fr: Achat terminé
ja: 購入しました
ko: 구매 완료
sv: Köpt
zh_hans: 已购买
zh_hant: 已購買

# PremiumPurchaseUnavailableMessage
source: Lifetime Premium could not be confirmed. Please try again after checking your purchase settings.
ar: تعذر تأكيد الشراء. حاول لاحقًا.
de: Kauf nicht bestätigt. Später erneut.
el: Δεν επιβεβαιώθηκε. Δοκίμασε ξανά.
fr: Achat non confirmé. Réessayez.
ja: 買い切りプレミアムを確認できませんでした。購入設定を確認してから、もう一度お試しください。
ko: 구매 확인 실패. 다시 시도해요.
sv: Kunde inte bekräfta köpet.
zh_hans: 无法确认购买，请重试。
zh_hant: 無法確認購買，請重試。

# PremiumRestoreButton
source: Restore Purchases
ar: استعادة الشراء
de: Käufe wiederherstellen
el: Επαναφορά αγορών
fr: Restaurer
ja: 購入を復元
ko: 구매 복원
sv: Återställ köp
zh_hans: 恢复购买
zh_hant: 恢復購買

# PremiumSettingsSubtitle
source: Unlock people limit and hide ads
ar: أشخاص أكثر وبدون إعلانات
de: Limit aufheben, Werbung aus
el: Χωρίς όριο και διαφημίσεις
fr: Plus de personnes, sans pubs
ja: 人数制限解除・広告非表示
ko: 인원 제한 해제·광고 숨김
sv: Fler personer, inga annonser
zh_hans: 解除人数限制、隐藏广告
zh_hant: 解除人數限制、隱藏廣告

# PremiumTitle
source: Lifetime Premium
ar: مميز مدى الحياة
de: Einmalig Premium
el: Premium για πάντα
fr: Premium à vie
ja: 買い切りプレミアム
ko: 평생 프리미엄
sv: Livstid Premium
zh_hans: 买断高级版
zh_hant: 買斷高級版

# PremiumUpgradeMessage
source: With Lifetime Premium, you can keep likes and dislikes for four or more people and hide ads.
ar: المميز يضيف 4+ أشخاص ويخفي الإعلانات.
de: Premium erlaubt 4+ und entfernt Werbung.
el: Premium: 4+ άτομα, χωρίς διαφημίσεις.
fr: Premium : 4+ personnes, sans pubs.
ja: 買い切りプレミアムにすると、4人以上の好き嫌いも残せて、広告も非表示になります。
ko: 프리미엄은 4명 이상과 광고 숨김
sv: Premium ger 4+ och inga annonser.
zh_hans: 高级版可添加4人以上并隐藏广告。
zh_hant: 高級版可新增4人以上並隱藏廣告。

# ProfileImageOptionFormat
source: Preset %d
ar: اختيار %d
el: Επιλογή %d
ja: プリセット %d
ko: 프리셋 %d
sv: Förval %d
zh_hans: 预设 %d
zh_hant: 預設 %d

# ProfileImageSectionTitle
source: Preset
ar: اختيار
el: Εικόνα
ja: プリセット
ko: 프리셋
sv: Förval
zh_hans: 预设
zh_hant: 預設

source: Restore
ar: استعادة
de: Wiederherstellen
el: Επαναφορά
fr: Restaurer
ja: 復元
ko: 복원
sv: Återställ
zh_hans: 恢复
zh_hant: 恢復

# RestorePurchaseEmptyMessage
source: No restorable purchases were found.
ar: لا توجد مشتريات.
de: Keine Käufe gefunden.
el: Δεν βρέθηκαν αγορές.
fr: Aucun achat trouvé.
ja: 復元できる購入が見つかりませんでした
ko: 복원할 구매가 없어요.
sv: Inga köp hittades.
zh_hans: 没有可恢复的购买。
zh_hant: 沒有可恢復的購買。

# RestorePurchaseEmptyTitle
source: Restore
ar: استعادة
de: Wiederherstellen
el: Επαναφορά
fr: Restaurer
ja: 復元
ko: 복원
sv: Återställ
zh_hans: 恢复
zh_hant: 恢復

# RestorePurchaseFailedTitle
source: Restore Failed
ar: فشلت الاستعادة
de: Wiederherstellung fehlgeschlagen
el: Η επαναφορά απέτυχε
fr: Échec restauration
ja: 復元できませんでした
ko: 복원 실패
sv: Återställning misslyckades
zh_hans: 恢复失败
zh_hant: 恢復失敗

# RestorePurchaseSucceededMessage
source: Your purchase has been restored.
ar: تمت استعادة الشراء.
de: Kauf wiederhergestellt.
el: Η αγορά επανήλθε.
fr: Achat restauré.
ja: 購入を復元しました
ko: 구매를 복원했어요.
sv: Köp återställt.
zh_hans: 购买已恢复。
zh_hant: 購買已恢復。

# RestorePurchaseSucceededTitle
source: Restored
ar: تمت الاستعادة
de: Wiederhergestellt
el: Επαναφέρθηκε
fr: Restauré
ja: 復元しました
ko: 복원 완료
sv: Återställt
zh_hans: 已恢复
zh_hant: 已恢復

# RevenueCatDebugSubtitle
source: Open RevenueCat's debug overlay.
ar: افتح أدوات RevenueCat.
de: RevenueCat-Debug öffnen.
el: Άνοιγμα RevenueCat debug.
fr: Ouvrir debug RevenueCat.
ja: RevenueCatのデバッグ画面を開きます。
ko: RevenueCat 디버그 열기
sv: Öppna RevenueCat-debugg.
zh_hans: 打开RevenueCat调试。
zh_hant: 開啟RevenueCat偵錯。

# RevenueCatDebugTitle
source: RevenueCat debug
ar: تصحيح RevenueCat
fr: Debug RevenueCat
ja: RevenueCatデバッグ
ko: RevenueCat 디버그
sv: RevenueCat-debugg
zh_hans: RevenueCat调试
zh_hant: RevenueCat偵錯

# SaveItemButton
source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
fr: Enregistrer
ja: 保存する
ko: 저장
sv: Spara
zh_hans: 保存
zh_hant: 儲存

# SavePersonButton
source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
fr: Enregistrer
ja: 保存する
ko: 저장
sv: Spara
zh_hans: 保存
zh_hant: 儲存

# SavePersonChangesButton
source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
fr: Enregistrer
ja: 保存
ko: 저장
sv: Spara
zh_hans: 保存
zh_hant: 儲存

# SettingsTitle
source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
fr: Réglages
ja: 設定
ko: 설정
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# TextSizeExtraLarge
source: Extra large
ar: أكبر
de: Sehr groß
el: Πολύ μεγάλο
fr: Très grand
ja: もっと大きめ
ko: 더 크게
sv: Extra stor
zh_hans: 更大
zh_hant: 更大

# TextSizeExtraSmall
source: Extra small
ar: أصغر
de: Sehr klein
el: Πολύ μικρό
fr: Très petit
ja: もっと小さめ
ko: 더 작게
sv: Extra liten
zh_hans: 更小
zh_hant: 更小

# TextSizeHelpText
source: Change the text size inside the app.
ar: غيّر حجم النص داخل التطبيق.
de: Textgröße in der App ändern.
el: Άλλαξε μέγεθος κειμένου.
fr: Change la taille du texte.
ja: アプリ内の文字の大きさを変更できます。
ko: 앱 글자 크기를 바꿔요.
sv: Ändra textstorlek i appen.
zh_hans: 更改应用内文字大小。
zh_hant: 更改 App 內文字大小。

# TextSizeLarge
source: Large
ar: كبير
de: Groß
el: Μεγάλο
fr: Grand
ja: 大きめ
ko: 크게
sv: Stor
zh_hans: 大
zh_hant: 大

# TextSizeSettingTitle
source: Text size
ar: حجم النص
de: Textgröße
el: Μέγεθος κειμένου
fr: Taille du texte
ja: 文字サイズ
ko: 글자 크기
sv: Textstorlek
zh_hans: 文字大小
zh_hant: 文字大小

# TextSizeSmall
source: Small
ar: صغير
de: Klein
el: Μικρό
fr: Petit
ja: 小さめ
ko: 작게
sv: Liten
zh_hans: 小
zh_hant: 小

# TextSizeStandard
source: Standard
ar: عادي
el: Κανονικό
ja: 標準
ko: 표준
zh_hans: 标准
zh_hant: 標準

source: Thank You!
ar: شكرًا!
de: Danke!
el: Ευχαριστώ!
fr: Merci !
ja: ありがとう!
ko: 고마워요!
sv: Tack!
zh_hans: 谢谢！
zh_hant: 謝謝！

source: Vibration
ar: الاهتزاز
el: Δόνηση
ja: バイブレーション
ko: 진동
zh_hans: 振动
zh_hant: 震動

# ViewAllButton
source: View all
ar: عرض الكل
de: Alle anzeigen
el: Όλα
fr: Tout voir
ja: すべて見る
ko: 모두 보기
sv: Visa alla
zh_hans: 查看全部
zh_hant: 查看全部

# WhatHate
source: What do you dislike?
ar: ما الذي لا تحبه؟
de: Was magst du nicht?
el: Τι δεν σου αρέσει;
fr: Qu’est-ce que vous n’aimez pas ?
ja: 何が嫌いですか？
ko: 무엇을 싫어하나요?
sv: Vad ogillar du?
zh_hans: 你讨厌什么？
zh_hant: 你討厭什麼？

# WhatLike
source: What do you like?
ar: ما الذي تحبه؟
de: Was magst du?
el: Τι σου αρέσει;
fr: Qu’est-ce que vous aimez ?
ja: 何が好きですか？
ko: 무엇을 좋아하나요?
sv: Vad gillar du?
zh_hans: 你喜欢什么？
zh_hant: 你喜歡什麼？

# WriteTargetFormat
source: Add to %@
ar: أضف إلى %@
de: Zu %@ hinzufügen
el: Προσθήκη σε %@
fr: Ajouter à %@
ja: %@に追加
ko: %@에 추가
sv: Lägg till för %@
zh_hans: 添加到%@
zh_hant: 新增到%@
